[
  "templater-obsidian",
  "obsidian-tagfolder",
  "tag-wrangler",
  "obsidian-spaced-repetition",
  "settings-search",
  "obsidian-scroll-offset",
  "darlal-switcher-plus",
  "obsidian-query-control",
  "periodic-notes",
  "url-into-selection",
  "obsidian-charts",
  "inline-math",
  "obsidian-linter",
  "lapel",
  "obsidian-footnotes",
  "music-code-blocks",
  "obsidian-advanced-uri",
  "obsidian-another-quick-switcher",
  "auto-card-link",
  "obsidian-auto-link-title",
  "better-fn",
  "better-search-views",
  "calendar",
  "cmdr",
  "obsidian-copy-block-link",
  "obsidian-latex",
  "float-search",
  "obsidian-banners",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "image-converter",
  "zotlit",
  "quick-latex",
  "nldates-obsidian",
  "embed-code-file",
  "obsidian-hider",
  "obsidian-git",
  "highlightr-plugin",
  "css-editor",
  "obsidian-toggl-integration",
  "quick-explorer",
  "obsidian-relative-line-numbers",
  "dataview",
  "japanese-word-splitter",
  "spotify",
  "genius",
  "quickadd",
  "vim-toggle",
  "code-files",
  "obsidian-latex-suite",
  "obsidian42-strange-new-worlds",
  "obsidian42-brat",
  "webpage-html-export",
  "dev-utils",
  "table-editor-obsidian",
  "obsidian-columns",
  "mathlinks",
  "math-booster"
]